Repository: Absiinthe/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: hr_hr, lv_lv

source: Name
hr_hr: Ime
lv_lv: Vārds

source: Invitation
hr_hr: Pozivnica
lv_lv: Ielūgums

source: No duck killed
hr_hr: Nema ubijenih patki

source: Ducks killed
hr_hr: Ubijene patke

source: Best killing time
hr_hr: Najbrže vrijeme

source: Exp points
hr_hr: Bodovi iskustva (exp)

source: Ratio (exp/ducks killed)
hr_hr: Omjer (exp/ubijene patke)

source: Current level
hr_hr: Trenutačna razina

source: Shots accuracy
hr_hr: Preciznost

source: Rank
hr_hr: Rang

source: Nickname
hr_hr: Nadimak

source: Player
hr_hr: Igrač

source: :champagne: You have enough AP ammo for now!
hr_hr: Imaš dovoljno protuoklopne municije!

source: :champagne: You have enough explosive ammo for now!
hr_hr: Imaš dovoljno eksplozivne municije!

source: Number of activated channels
hr_hr: Broj aktiviranih kanala

source: Number of servers
hr_hr: Broj servera

source: Number of french servers
hr_hr: Broj francuskih servera

source: Number of english servers
hr_hr: Broj engleskih servera

source: Number of servers with another language setup
hr_hr: Broj servera sa drugim jezicima

source: Number of channels
hr_hr: Broj kanala

source: Number of users
hr_hr: Broj igrača

source: Number of ducks
hr_hr: Broj patki

source: Number of ducks per minute
hr_hr: Broj patki po minuti

source: Number of messages recived
hr_hr: Broj primljenih poruka

source: Number of commands recived
hr_hr: Broj primljenih komandi

source: Number of commands per minute
hr_hr: Broj komandi po minuti

source: Number of messages per minute
hr_hr: Broj poruka po minuti

source: Uptime in seconds
hr_hr: Vrijeme rada u sekundama

source: Uptime in hours
hr_hr: Vrijeme rada u satima

source: Uptime in days
hr_hr: Vrijeme rada u danima

source: Memory used (MB)
hr_hr: Korištena memorija (MB)

source: :x: This channel already exists in the game.
hr_hr: Ovaj kanal već postoji u igri.

source: {deleted} message(s) deleted
hr_hr: {deleted} poruka(e) izbrisano

source: Parameter
hr_hr: Parametar

source: Value
hr_hr: Vrijednost

source: Default value
hr_hr: Zadana vrijednost

source: Your weapon is sabotaged, thank {assaillant} for this bad joke.
hr_hr: Vaše oružje je sabotirano, zahvalite {assaillant} na ovoj lošoj šali.

source: public danger
hr_hr: Opća opasnost

source: tourist
hr_hr: Turist

source: trainee
hr_hr: Početnik

source: duck misser
hr_hr: Promašivač patki

source: member of the Comitee Against Ducks
hr_hr: Član Društva Protiv Pataka

source: duck hater
hr_hr: Mrzitelj pataka

source: duck plucker
hr_hr: Rasčerupatelj pataka

source: hunter
hr_hr: Lovac

source: duck chewer
hr_hr: Patke = žvake

source: duck eater
hr_hr: Gladan za patkama

source: duck demolisher
hr_hr: Uništavatelj pataka

source: duck killer
hr_hr: Ubojica pataka

source: duck breaker
hr_hr: Razbijač pataka

source: ducks terror
hr_hr: Pačji teror

source: duck exploder
hr_hr: Pačji pirotehničar

source: serial duck killer
hr_hr: Serijski ubojica pataka

source: duck genocider
hr_hr: Genocid pataka

source: unemployed due to extinction of the duck specie
hr_hr: Nezaposlen zbog nestanka pačje vrste

source: old noob
hr_hr: Stari noob

source: *cries*
hr_hr: *plače*

source: Hello world
hr_hr: Zdravo svijete

source: How are you today?
hr_hr: Kako si danas?

source: Please don't kill me...
hr_hr: Molim te, nemoj me ubit...

source: The duck left. ·°'\`'°-.,¸¸.·°'\`
hr_hr: Patka nas je napustila ·°'\`'°-.,¸¸.·°'\`

source: a stuffed duck.
hr_hr: prepariranu patku.

source: a rubber ducky.
hr_hr: gumenu patkicu.

source: a vibrating duck.
hr_hr: vibrirajuću patku.

source: a pile of feathers.
hr_hr: hrpu perja.

source: a chewed chewing gum.
hr_hr: sažvakanu žvakaću.

source: a leaflet from CACAD (Coalition Against the Comitee Against Ducks).
hr_hr: letak od DPP-a (Društva Protiv Pataka).

source: an old shoe.
hr_hr: staru cipelu.

source: a spring thingy.
hr_hr: oprugu.

source: a cow dung.
hr_hr: kravlji izmet.

source: a dog dirt.
hr_hr: pseći izmet.

source: an expired hunting license.
hr_hr: isteklu dozvolu za lov.

source: a cartridge.
hr_hr: kasetu.

source: a cigarette butt.
hr_hr: opušak.

source: a used condom.
hr_hr: korišteni kondom.

source: a broken sight.
hr_hr: slomljeni nišan.

source: a broken infrared detector.
hr_hr: slomljeni infracrveni detektor.

source: a bent silencer.
hr_hr: savijeni prigušivač.

source: an empty box of AP ammo.
hr_hr: praznu kutiju protuoklopne municije.

source: an empty box of explosive ammo.
hr_hr: praznu kutiju eksplozivne municije.

source: a four-leaf clover with only 3 left.
hr_hr: djetelinu od 4 lista sa 3 lista.

source: a broken decoy.
hr_hr: razbijeni mamac.

source: a broken mirror.
hr_hr: razbijeno ogledalo.

source: a rusty mechanical duck.
hr_hr: hrđavu mehaničku patku.

source: a pair of sunglasses without glasses.
hr_hr: sunčane naočale bez stakala.

source: Donald's beret.
hr_hr: Donaldovu beretku.

source: a half-melted peppermint.
hr_hr: poluprobavljeni pepermint bombon.

source: a box of Abraxo cleaner.
hr_hr: kutiju Abraxo čistača.

source: a gun with banana peeled barrel.
hr_hr: oružje s rascvjetanom cijevi.

source: an old hunting knife.
hr_hr: stari lovački nož.

source: an old video recording: http://tinyurl.com/zbejktu
hr_hr: stari video: http://tinyurl.com/zbejktu

source: an old hunting photo: http://tinyurl.com/hmn4r88
hr_hr: staru lovačku fotografiju: http://tinyurl.com/hmn4r88

source: an old postcard: http://tinyurl.com/hbnkpzr
hr_hr: staru razglednicu: http://tinyurl.com/hbnkpzr

source: a golden duck photo: http://tinyurl.com/hle8fjf
hr_hr: fotografiju zlatne patke: http://tinyurl.com/hle8fjf

source: a hunter pin: http://tinyurl.com/hqy7fhq
hr_hr: lovački bedž: http://tinyurl.com/hqy7fhq

source: bushes.
hr_hr: grmove.

source: a fish.
hr_hr: ribu.

source: There is a duck on #{channel}
hr_hr: Patka se nalazi na # {channel}

source: Level of {player} on #{channel}
hr_hr: Razina {player} na {channel}

source: You leveled down!
hr_hr: Tvoja razina je narasla!

source: You leveled up!
hr_hr: Tvoja razina se smanjila!

source: Previous level
hr_hr: Prethodna razina

source: :x: This command cannot be used in private messages.
lv_lv: :x: Šī komanda nevar tikt izmantota privātajās ziņās.

source: :x: Sorry. This command is disabled and cannot be used.
lv_lv: :x: Atvaino. Šī komanda ir atslēgta un nevar tikt izmantota.

source: Send error report ?
lv_lv: Nosūtīt kļūdas ziņojumu?

source: Sadly, I need `add_reactions` and `create_instant_invite` permissions to be able to send an error report.
lv_lv: Diemžēl, bet man vajag `add_reactions` un `create_instant_invite` tiesības, lai nosūtītu kļūdas ziņojumu.

source: :x: An error ({error}) happened in {command}, here is the traceback : ``` {tb} ``` {error_report}
lv_lv: Notikusi ({error}) kļuda {command}, te būs atskaite : ``` {tb} ``` {error_report}

source: :anger_right: Creating an invite for the error report...
lv_lv: :anger_right: Veidojam kļūdas ziņojumu...

source: :anger_right: Sending error report...
lv_lv: :anger_right: Sūtam kļūdas ziņojumu...

source: :ok: Error message sent, thanks :)
lv_lv: :ok: Kļūdas ziņa nosūtīta! Paldies :)

source: OK, I won't send an error report
lv_lv: Labi, es nesūtīšu kļūdas ziņojumu

source: :x: Missing a required argument.
lv_lv: :x: Trūkst nepieciešamais arguments.

source: :x: Bad argument provided.
lv_lv: :x: Pievienots slikts arguments.

source: Number of enabled channels
lv_lv: Strādājošo kanālu skaits

source: Number of connected users
lv_lv: Pieslēgušos lietotāju skaits

source: Ducks per day
lv_lv: Dienā pieejamo pīļu skaits

source: Number of unneeded permissions
lv_lv: Nevajadzīgās atļaujas

source: Number of needed permissions
lv_lv: Nepieciešamās atļaujas

source: > En cours
lv_lv: > Nepārtraukts

source: > Processing servers ({done}/{total})
lv_lv: > Pārbaudam serverus ({done}/{total})

source: Serching for servers to leave
lv_lv: Meklējam serverus, ko pamest

source: Cleaning {servers} unused servers (accounting for {members} members in total)
lv_lv: Dzēšam {servers} neizmantotos serverus (saskaitot {members} kopējos lietotājus)

source: To confirm, please type {random_str} now.
lv_lv: Lai apstiprinātu, lūdzu ierakstiet {random_str} kādu ziņu.

source: Starting the broadcast
lv_lv: Translācija ir sākta

source: Broadcast finished
lv_lv: Translācija ir pabeigta

source: {dans} days
lv_lv: {dans} dienas

source: {dans} hours
lv_lv: {dans} stundas

source: {dans} minutes
lv_lv: {dans} minūtes

source: :ok: Your best time was reset.
lv_lv: :ok: Tavs labākais laiks ir noņemts.

source: :x: To prevent abuse, you can't send exp when you don't have a weapon.
lv_lv: :x: Lai novērstu ļaunprātīgu izmantošanu, tu nevari sūtīt exp, ja tev nav ieroča.

source: :x: You need to give a positive number for the exp to send
lv_lv: :x: Tev jānorāda pozitīvs numurs, lai sūtītu exp.

source: Congratulations, you sent / gave more experience than the maximum number I'm able to store.
lv_lv: Apveicu, tu aizsūtīji / saņēmi vairāk pieredzes punktu nekā maksimālais daudzums, ko es varu uzglabāt.

source: You sent {amount} exp to {target} (and paid {taxes} exp of taxes for this transfer) !
lv_lv: Tu aisūtīji {amount} pieredzes punktus uz {target} (un samaksāji {taxes} nodokļus ar pieredzes punktiem par šo pārskaitījumu) !

source: :x: Incorrect syntax : `!shop [list/item number] [argument if applicable]`
lv_lv: :x: Nepareiza sintakse : `!shop [saraksts/priekšmeta numurs] [ Arguments, ja nepieciešams]`
